Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/Podcasts.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SECOND_BULLET
source: Your podcast listening data is linked to a random device identifier that is not stored with your Apple Account.
ar: بيانات الاستماع للبودكاست مرتبطة بمعرف جهاز عشوائي لا يتم تخزينه مع حساب Apple.
bg: Вашите данни от слушане на подкасти се свързват към случаен идентификатор от устройството, който не се съхранява с вашата Apple регистрация.
ca: La informació sobre els pòdcasts que escoltes es vincula a un identificador aleatori del dispositiu que no s’emmagatzema amb el compte d’Apple.
cs: Údaje o vašem poslechu podcastů jsou přidruženy k náhodnému identifikátoru zařízení, který se neukládá pod vaším účtem Apple.
da: Dine podcastlyttedata knyttes til et vilkårligt enheds-id, som ikke opbevares sammen med din Apple‑konto.
de: Informationen zu deinem Podcast-Hörverhalten werden mit einer zufälligen Geräte-ID verknüpft, die nicht mit deinem Apple Account gespeichert ist.
el: Τα δεδομένα ακρόασης podcast σας συσχετίζονται με ένα τυχαίο αναγνωριστικό συσκευής, το οποίο δεν αποθηκεύεται με τον λογαριασμό Apple σας.
es: La información sobre los podcasts que escuchas se asocia con un identificador de dispositivo aleatorio que no se almacena con tu cuenta de Apple.
es_us: Los datos sobre los podcast que escuchas están enlazados a un identificador de dispositivo aleatorio que no se almacena con tu cuenta de Apple.
fi: Podcastien kuuntelutietosi linkitetään satunnaiseen laitetunnisteeseen, jota ei ole tallennettu Apple-tilillesi.
fr: Vos données d’écoute de podcasts sont associées à un identifiant aléatoire propre à votre appareil qui n’est pas associé à votre compte Apple.
fr_ca: Vos données d’écoute de balados sont associées à un identifiant d’appareil aléatoire qui n’est pas associé à votre compte Apple.
he: נתוני ההאזנה שלך לפודקאסטים מקושרים למזהה מכשיר אקראי, שאינו מאוחסן עם חשבון ה-Apple שלך.
hi: आपके सुने हुए पॉडकास्ट का डेटा रैंडम डिवाइस आइडेंटिफ़ायर से जोड़ा जाता है जिसे आपके Apple खाते से संबद्ध नहीं किया जाता है।
hr: Podaci o vašem slušanju podcasta povezani su s nasumičnim identifikatorom uređaja koji nije pohranjen s vašim Apple računom.
hu: A podcasthallgatási adatai egy véletlenszerű eszközazonosítóhoz vannak rendelve, amely nincs az Apple-fiókjával tárolva.
id: Data mendengarkan podcast milik Anda ditautkan ke pengenal perangkat acak yang tidak disimpan dengan Akun Apple Anda.
it: I dati relativi ai podcast che ascolti sono associati a un codice identificativo casuale del dispositivo e non sono archiviati con il tuo Apple Account.
ja: ポッドキャストの視聴活動データは、Apple Accountと共に保存されることのない無作為なデバイス番号に関連付けられます。
kk: Подкасттарды қалай тыңдайтыныңыз туралы деректер Apple аккаунтыңызда сақталмайтын кездейсоқ құрылғы идентификаторымен байланыстырылған.
ko: 사용자의 팟캐스트 청취 데이터는 사용자의 Apple 계정과 함께 저장되지 않는 임의 기기 식별자에 연결됩니다.
lt: Jūsų tinklalaidžių klausymosi duomenys susiejami su atsitiktiniu įrenginio identifikatoriumi, kuris nėra saugomas kartu su jūsų „Apple“ paskyra.
ms: Data pendengaran podcast anda dihubungkan dengan pengecam peranti rawak yang tidak disimpan dengan Akaun Apple anda.
nl: Luistergegevens uit je gebruik van podcasts worden aan een willekeurige apparaat-ID gekoppeld die niet met je Apple Account wordt opgeslagen.
no: Lytterdata fra podkastbruken din kobles til en tilfeldig enhets­identifikator som ikke oppbevares sammen med Apple‑kontoen din.
pl: Dane dotyczące słuchania podcastów są połączone z losowym identyfikatorem urządzenia, który nie jest przechowywany z Twoim kontem Apple.
pt_br: Os dados dos podcasts que você ouve são vinculados a um identificador de dispositivo aleatório que não é armazenado com a sua Conta Apple.
pt_pt: A informação acerca do que ouve é associada a um identificador aleatório que não é armazenado com a sua conta Apple.
ro: Datele referitoare la activitatea de ascultare a podcasturilor sunt asociate cu un identificator de dispozitiv aleatoriu, care nu este stocat cu contul dvs. Apple.
ru: Данные о прослушивании подкастов привязаны к случайному идентификатору устройства, который не хранится вместе с Вашим Аккаунтом Apple.
sk: Vaše dáta o počúvaní podcastov sú prepojené s náhodným identifikátorom zariadenia, ktorý sa neukladá pod vaším Apple účtom.
sl: Podatki o poslušanju podkastov so povezani z naključnim identifikatorjem naprave, ki ni shranjen z vašim računom Apple.
sv: Data för ditt poddlyssnande kopplas till ett slumpmässigt enhets-ID som inte lagras med ditt Apple‑konto.
th: ข้อมูลการฟังพ็อดคาสท์ของคุณจะเชื่อมโยงอยู่กับข้อมูลจำเพาะอุปกรณ์แบบสุ่ม ซึ่งไม่ได้ถูกจัดเก็บไว้กับบัญชี Apple ของคุณ
tr: Podcast dinleme verileriniz Apple Hesabı’nızla saklanmayan rasgele bir aygıt tanıtıcısı ile bağlantılıdır.
uk: Дані вашого прослуховування подкастів привʼязуються до випадкового ідентифікатора пристрою, що не повʼязується з вашим обліковим записом Apple.
vi: Dữ liệu nghe podcast của bạn được liên kết với một mã định danh thiết bị ngẫu nhiên không được lưu trữ với Tài khoản Apple của bạn.
zh_cn: 你的播客收听数据与随机设备标识符相关联，不会与你的Apple账户一起储存。
zh_hk: 你的Podcast聆聽資料已連結至一個隨機裝置識別碼，其不會與你的Apple帳户一起儲存。
zh_tw: 你的Podcast聆聽資料已連結至一個隨機裝置識別碼，其不會與你的「Apple帳號」一起儲存。

# SPLASH_TITLE
source: Apple Podcasts & Privacy
ar: ‏Apple Podcasts والخصوصية
bg: Apple Podcasts и поверителност
ca: L’Apple Podcasts i la privacitat
cs: Apple Podcasts a soukromí
da: Apple Podcasts og anonymitet
de: Apple Podcasts & Datenschutz
el: Apple Podcasts και απόρρητο
es: Apple Podcasts y la privacidad
es_us: Apple Podcasts y la privacidad
fi: Apple Podcasts ja tietosuoja
fr: Apple Podcasts et confidentialité
fr_ca: Apple Podcasts et confidentialité
he: ‏Apple Podcasts ופרטיות
hi: Apple Podcasts और गोपनीयता
hr: Aplikacija Podcasti i privatnost
hu: Az Apple Podcasts és az adatvédelem
id: Apple Podcasts & Privasi
it: Apple Podcasts e privacy
ja: Apple Podcastとプライバシー
kk: Apple Podcasts және құпиялылық
ko: Apple 팟캐스트 및 개인정보 보호
lt: „Apple Podcasts“ ir privatumas
ms: Apple Podcasts & Privasi
nl: Apple Podcasts en privacy
no: Apple Podcasts og personvern
pl: Apple Podcasts i prywatność
pt_br: Apple Podcasts e Privacidade
pt_pt: Apple Podcasts e Privacidade
ro: Apple Podcasts și intimitatea
ru: Apple Podcasts и конфи­денциальность
sk: Apple Podcasts a súkromie
sl: Apple Podcasts in zasebnost
sv: Podcaster och integritet
th: Apple Podcasts และความเป็นส่วนตัว
tr: Apple Podcasts ve Gizlilik
uk: Apple Podcasts і приватність
vi: Apple Podcasts & Quyền riêng tư
zh_cn: Apple播客与隐私
zh_hk: Apple Podcast與私隱
zh_tw: Apple Podcast與隱私權

# SPLASH_SHORT_TITLE
source: Apple Podcasts
hr: Aplikacija Podcasti
hu: Apple Podcastok
ja: Apple Podcast
ko: Apple 팟캐스트
sv: Podcaster
zh_cn: Apple播客
zh_hk: Apple Podcast
zh_tw: Apple Podcast
